////////////////////////////////////////////////////////////////////////////////
// Crosshair.ts
// 2023. 08. 07. created by woori
// -----------------------------------------------------------------------------
// Copyright (c) 2023 Wooritech Inc.
// All rights reserved.
////////////////////////////////////////////////////////////////////////////////

import { SVGStyleOrClass } from "../common/Types";
import { IAxis } from "./Axis";
import { ChartItem } from "./ChartItem";

export class Crosshair extends ChartItem {

    //-------------------------------------------------------------------------
    // property fields
    //-------------------------------------------------------------------------
    //-------------------------------------------------------------------------
    // fields
    //-------------------------------------------------------------------------
    //-------------------------------------------------------------------------
    // constructor
    //-------------------------------------------------------------------------
    constructor(public axis: IAxis) {
        super(axis.chart);

        this.visible = false;
    }

    //-------------------------------------------------------------------------
    // properties
    //-------------------------------------------------------------------------
    /**
     * true면 마우스 위치를 따라 항상 표시하고, false면 data point 위에 마우스가 있을 때만 표시한다.
     */
    showAlways = true;

    // /**
    //  * true면 포인트가 차지하는 배경 영역 크기에 맞게 line대신 bar를 표시한다.
    //  */
    // pointBar = false;

    /**
     * true면 축 label 위치에 crosshair 지점에 해당하는 값을 표시한다.
     */
    showLabel = true;

    /**
     * {@link showLabel}이 true일 때 표시될 텍스트 형식.
     * <br>
     * 별도로 지정하지 않으면 현재 위치에 해당하는 축 값을 표시한다.
     * Category 축인 경위 위치에 해당하는 category 이름을 표시한다.
     */
    labelFormat: string;

    // /**
    //  * pointBar가 true일 때 표시되는 bar의 스타일.
    //  */
    // barStyles: SVGStyleOrClass;

    /**
     * {@link showLabel}이 true일 때 표시되는 라벨의 스타일.
     */
    labelStyles: SVGStyleOrClass;

    //-------------------------------------------------------------------------
    // methods
    //-------------------------------------------------------------------------
    //-------------------------------------------------------------------------
    // overriden members
    //-------------------------------------------------------------------------
    //-------------------------------------------------------------------------
    // internal members
    //-------------------------------------------------------------------------
}