////////////////////////////////////////////////////////////////////////////////
// PlotItem.ts
// 2023. 07. 17. created by woori
// -----------------------------------------------------------------------------
// Copyright (c) 2023 Wooritech Inc.
// All rights reserved.
////////////////////////////////////////////////////////////////////////////////

import { ChartItem } from "./ChartItem";

export abstract class PlotItem extends ChartItem {

    //-------------------------------------------------------------------------
    // properties
    //-------------------------------------------------------------------------
    //target: string; // series name
    left: number;
    right: number;
    top: number;
    bottom: number;
    front = true;
    /**
     * 문자열을 지정하면 legend 아이템으로 표시된다.
     */
    legend: string;

    //-------------------------------------------------------------------------
    // overriden members
    //-------------------------------------------------------------------------
}

export class TextItem extends PlotItem {

    //-------------------------------------------------------------------------
    // property fields
    //-------------------------------------------------------------------------
    text: string;
}

export class ImageItem extends PlotItem {

    //-------------------------------------------------------------------------
    // property fields
    //-------------------------------------------------------------------------
    url: string;
    width: number;
    height: number;
}

export abstract class ShapeItem extends PlotItem {

    //-------------------------------------------------------------------------
    // property fields
    //-------------------------------------------------------------------------
}

export abstract class PolygonItem extends PlotItem {

    //-------------------------------------------------------------------------
    // property fields
    //-------------------------------------------------------------------------
}

/**
 * 특정 시리즈를 기준으로 [x1, y1] ~ [x2, y2]의 영역을 특정한 스타일로 표시.
 * <br>
 * ex) yBase 아래 쪽 영역을 다른 색으로 표시한다.
 */
export class RegionItem extends PlotItem {
}