////////////////////////////////////////////////////////////////////////////////
// Tooltip.ts
// 2023. 08. 12. created by woori
// -----------------------------------------------------------------------------
// Copyright (c) 2023 Wooritech Inc.
// All rights reserved.
////////////////////////////////////////////////////////////////////////////////

import { ChartItem } from "./ChartItem";
import { DataPoint } from "./DataPoint";
import { ISeries } from "./Series";

export class Tooltip extends ChartItem {

    //-------------------------------------------------------------------------
    // consts
    //-------------------------------------------------------------------------
    static readonly HIDE_DELAY = 700;

    //-------------------------------------------------------------------------
    // property fields
    //-------------------------------------------------------------------------
    //-------------------------------------------------------------------------
    // fields
    //-------------------------------------------------------------------------
    //-------------------------------------------------------------------------
    // constructor
    //-------------------------------------------------------------------------
    constructor(public series: ISeries) {
        super(series.chart);
    }

    //-------------------------------------------------------------------------
    // properties
    //-------------------------------------------------------------------------
    html: string;
    text = '<b>${point.x}</b><br>${series}:<b> ${point.y}</b>';
    offset = 8;
    hideDelay = Tooltip.HIDE_DELAY;
    minWidth = 100;
    minHeight = 40;
    /**
     * true이면 툴팁 상자가 마우스 포인터를 따라 다닌다.
     * <br>
     * false, true를 명시적으로 지정하지 않으면 시리즈 종류에 따라 자동 설정된다.
     * ex) pie 시리즈는 true, bar 시리즈는 false가 된다.
     * 
     * @default undefined
     */
    followPointer: boolean;

    //-------------------------------------------------------------------------
    // methods
    //-------------------------------------------------------------------------
    getValue(point: DataPoint, param: string): string {
        switch (param) {
            case 'series':
            case 'series.name':
                return this.series.displayName();
            case 'point.x':
                return point.x;
            case 'point':
            case 'point.y':
                return point.y;
            default:
                return param;
        }
    }

    //-------------------------------------------------------------------------
    // overriden members
    //-------------------------------------------------------------------------
    //-------------------------------------------------------------------------
    // internal members
    //-------------------------------------------------------------------------
}