const config = {
  type: 'area',
  title: '연령별 심혈관 건강 지표 비교',
  series: [{
    lineType: 'spline',
    children: [{
      name: '여자',
      data: [118, 138, 120, 232, 473, 222, 254, 226, 380, 385, 130, 264, 350, 520, 136, 396, 645, 575, 474, 518, 806, 174, 522, 275, 982, 657, 450, 605, 474, 373, 120, 140, 382, 120, 140]
    }, {
      name: '남자',
      data: [130, 118, 368, 130, 396, 258, 402, 717, 794, 757, 1102, 599, 511, 598, 740, 368, 563, 974, 1563, 665, 1421, 562, 1007, 1795, 1625, 1915, 927, 830, 498, 545, 938, 503, 552, 777, 442]
    }]
  }]
};
let animate = false;
let chart;
function init() {
  chart = RealChart.createChart(document, 'realchart', config);
}