// 날짜별 감귤의  total_price(원) 가격입니다
const data = {
      "Tue Jan 01 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Wed Jan 02 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 104718528
      },
      "Thu Jan 03 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 35200000
      },
      "Fri Jan 04 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 40440000
      },
      "Sat Jan 05 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 06 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 66322630
      },
      "Mon Jan 07 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 35768850
      },
      "Tue Jan 08 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 41790420
      },
      "Wed Jan 09 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 30416858
      },
      "Thu Jan 10 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 39812592
      },
      "Fri Jan 11 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 48760512
      },
      "Sat Jan 12 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 13 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 25952080
      },
      "Mon Jan 14 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 58947616
      },
      "Tue Jan 15 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 55305810
      },
      "Wed Jan 16 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 11547564
      },
      "Thu Jan 17 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 53963850
      },
      "Fri Jan 18 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 29652350
      },
      "Sat Jan 19 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 20 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 56528704
      },
      "Mon Jan 21 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 57011994
      },
      "Tue Jan 22 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 49489321
      },
      "Wed Jan 23 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 58333236
      },
      "Thu Jan 24 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 81119640
      },
      "Fri Jan 25 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 58689796
      },
      "Sat Jan 26 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 27 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 79114156
      },
      "Mon Jan 28 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 61723368
      },
      "Tue Jan 29 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 66204204
      },
      "Wed Jan 30 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 36441166
      },
      "Thu Jan 31 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 84587490
      },
      "Fri Feb 01 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20135088
      },
      "Sat Feb 02 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 03 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15504908
      },
      "Mon Feb 04 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Tue Feb 05 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Wed Feb 06 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Thu Feb 07 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Fri Feb 08 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 6462040
      },
      "Sat Feb 09 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 10 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15126092
      },
      "Mon Feb 11 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9895000
      },
      "Tue Feb 12 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 11112912
      },
      "Wed Feb 13 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16769737
      },
      "Thu Feb 14 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 25048504
      },
      "Fri Feb 15 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8543200
      },
      "Sat Feb 16 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 17 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 23731040
      },
      "Mon Feb 18 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 10734990
      },
      "Tue Feb 19 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 12303240
      },
      "Wed Feb 20 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 4882570
      },
      "Thu Feb 21 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9291456
      },
      "Fri Feb 22 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9424800
      },
      "Sat Feb 23 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 24 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20671210
      },
      "Mon Feb 25 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9124193
      },
      "Tue Feb 26 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 6353600
      },
      "Wed Feb 27 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 21279140
      },
      "Thu Feb 28 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 7321900
      },
      "Fri Mar 01 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8926246
      },
      "Sat Mar 02 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Mar 03 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 19524872
      },
      "Mon Mar 04 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 4906550
      },
      "Tue Mar 05 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15614700
      },
      "Wed Mar 06 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9558675
      },
      "Thu Mar 07 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13173300
      },
      "Fri Mar 08 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 2660900
      },
      "Sat Mar 09 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Mar 10 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9129805
      },
      "Mon Mar 11 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6441600
      },
      "Tue Mar 12 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10505100
      },
      "Wed Mar 13 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10840704
      },
      "Thu Mar 14 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 21330810
      },
      "Fri Mar 15 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 20785670
      },
      "Sat Mar 16 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Mar 17 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11896100
      },
      "Mon Mar 18 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4838820
      },
      "Tue Mar 19 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9708210
      },
      "Wed Mar 20 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2634065
      },
      "Thu Mar 21 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 986976
      },
      "Fri Mar 22 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5034848
      },
      "Sat Mar 23 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Mar 24 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5001750
      },
      "Mon Mar 25 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7195870
      },
      "Tue Mar 26 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8942500
      },
      "Wed Mar 27 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1504030
      },
      "Thu Mar 28 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Mar 29 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3418184
      },
      "Sat Mar 30 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Mar 31 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1047960
      },
      "Mon Apr 01 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5077560
      },
      "Tue Apr 02 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2355690
      },
      "Wed Apr 03 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Apr 04 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Apr 05 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Apr 06 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 07 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Apr 08 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Apr 09 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Apr 10 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2460123
      },
      "Thu Apr 11 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7399616
      },
      "Fri Apr 12 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 460023
      },
      "Sat Apr 13 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 14 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Apr 15 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Apr 16 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Apr 17 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Apr 18 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1680192
      },
      "Fri Apr 19 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Apr 20 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 21 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3464250
      },
      "Mon Apr 22 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1491880
      },
      "Tue Apr 23 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1944250
      },
      "Wed Apr 24 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Apr 25 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Apr 26 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Apr 27 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 28 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Apr 29 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Apr 30 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4105590
      },
      "Wed May 01 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu May 02 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri May 03 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat May 04 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 05 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6291200
      },
      "Mon May 06 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue May 07 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed May 08 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2227932
      },
      "Thu May 09 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11793946
      },
      "Fri May 10 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3409098
      },
      "Sat May 11 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 12 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon May 13 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5310900
      },
      "Tue May 14 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1768922
      },
      "Wed May 15 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu May 16 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3365038
      },
      "Fri May 17 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat May 18 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 19 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon May 20 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue May 21 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed May 22 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu May 23 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri May 24 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat May 25 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 26 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon May 27 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue May 28 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed May 29 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu May 30 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri May 31 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2355885
      },
      "Sat Jun 01 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 02 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2141524
      },
      "Mon Jun 03 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jun 04 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jun 05 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jun 06 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jun 07 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jun 08 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 09 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jun 10 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jun 11 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jun 12 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jun 13 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jun 14 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jun 15 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 16 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jun 17 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jun 18 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jun 19 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jun 20 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3133416
      },
      "Fri Jun 21 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jun 22 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 23 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jun 24 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jun 25 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jun 26 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4017600
      },
      "Thu Jun 27 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jun 28 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jun 29 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 30 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jul 01 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jul 02 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jul 03 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jul 04 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jul 05 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2904072
      },
      "Sat Jul 06 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 07 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4881600
      },
      "Mon Jul 08 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jul 09 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jul 10 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jul 11 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jul 12 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jul 13 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 14 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jul 15 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jul 16 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3125100
      },
      "Wed Jul 17 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1487880
      },
      "Thu Jul 18 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jul 19 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jul 20 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 21 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 832005
      },
      "Mon Jul 22 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 810045
      },
      "Tue Jul 23 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jul 24 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jul 25 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jul 26 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18812609.4
      },
      "Sat Jul 27 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 28 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jul 29 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jul 30 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jul 31 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Aug 01 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1660900
      },
      "Fri Aug 02 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 03 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 04 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1582113
      },
      "Mon Aug 05 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Aug 06 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Aug 07 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4168920
      },
      "Thu Aug 08 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Aug 09 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 422028
      },
      "Sat Aug 10 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 11 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Aug 12 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12246688.8
      },
      "Tue Aug 13 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Aug 14 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2088954
      },
      "Thu Aug 15 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Aug 16 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 17 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 18 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Aug 19 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Aug 20 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Aug 21 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Aug 22 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Aug 23 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 24 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 25 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Aug 26 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Aug 27 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3767401
      },
      "Wed Aug 28 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Aug 29 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 852096
      },
      "Fri Aug 30 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1813980
      },
      "Sat Aug 31 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 01 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9159072
      },
      "Mon Sep 02 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1182792
      },
      "Tue Sep 03 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 731940
      },
      "Wed Sep 04 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3979692
      },
      "Thu Sep 05 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Sep 06 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1988350
      },
      "Sat Sep 07 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 08 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1784100
      },
      "Mon Sep 09 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4811520
      },
      "Tue Sep 10 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1012092
      },
      "Wed Sep 11 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 216000
      },
      "Thu Sep 12 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Sep 13 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Sep 14 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 15 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1190000
      },
      "Mon Sep 16 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 190000
      },
      "Tue Sep 17 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Sep 18 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Sep 19 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Sep 20 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 560000
      },
      "Sat Sep 21 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 22 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Sep 23 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 560000
      },
      "Tue Sep 24 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 380000
      },
      "Wed Sep 25 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Sep 26 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Sep 27 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Sep 28 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 29 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5206584
      },
      "Mon Sep 30 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3094200
      },
      "Tue Oct 01 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3266530
      },
      "Wed Oct 02 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4957320
      },
      "Thu Oct 03 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Oct 04 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2694500
      },
      "Sat Oct 05 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 06 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13679160
      },
      "Mon Oct 07 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7046090
      },
      "Tue Oct 08 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13670310
      },
      "Wed Oct 09 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2734620
      },
      "Thu Oct 10 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14345150
      },
      "Fri Oct 11 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 29027200
      },
      "Sat Oct 12 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 13 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 35225280
      },
      "Mon Oct 14 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 25662090
      },
      "Tue Oct 15 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 16064908
      },
      "Wed Oct 16 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 20941815
      },
      "Thu Oct 17 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10944640
      },
      "Fri Oct 18 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 19102050
      },
      "Sat Oct 19 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 20 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 21617725
      },
      "Mon Oct 21 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 15969720
      },
      "Tue Oct 22 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13446300
      },
      "Wed Oct 23 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 37459170
      },
      "Thu Oct 24 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 19296540
      },
      "Fri Oct 25 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10179736
      },
      "Sat Oct 26 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 27 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 22495522
      },
      "Mon Oct 28 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13828320
      },
      "Tue Oct 29 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14621273
      },
      "Wed Oct 30 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9402400
      },
      "Thu Oct 31 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 22897040
      },
      "Fri Nov 01 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 16170675
      },
      "Sat Nov 02 2019 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Nov 03 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 11948040
      },
      "Mon Nov 04 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17167115
      },
      "Tue Nov 05 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9538496
      },
      "Wed Nov 06 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 10769020
      },
      "Thu Nov 07 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18388500
      },
      "Fri Nov 08 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9246870
      },
      "Sat Nov 09 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 10 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 26871768
      },
      "Mon Nov 11 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 12997369
      },
      "Tue Nov 12 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 21701070
      },
      "Wed Nov 13 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 28939185
      },
      "Thu Nov 14 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20272200
      },
      "Fri Nov 15 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 14147400
      },
      "Sat Nov 16 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 17 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 14063232
      },
      "Mon Nov 18 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 7672490
      },
      "Tue Nov 19 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8428800
      },
      "Wed Nov 20 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16785930
      },
      "Thu Nov 21 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13056435
      },
      "Fri Nov 22 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16368731
      },
      "Sat Nov 23 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 24 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18909792
      },
      "Mon Nov 25 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 14621835
      },
      "Tue Nov 26 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15355800
      },
      "Wed Nov 27 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13929190
      },
      "Thu Nov 28 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 7738119
      },
      "Fri Nov 29 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 4968050
      },
      "Sat Nov 30 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 01 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20443908
      },
      "Mon Dec 02 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8447100
      },
      "Tue Dec 03 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 23302130
      },
      "Wed Dec 04 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 23652200
      },
      "Thu Dec 05 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16980260
      },
      "Fri Dec 06 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17952255
      },
      "Sat Dec 07 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 08 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18678000
      },
      "Mon Dec 09 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9613500
      },
      "Tue Dec 10 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 11877606
      },
      "Wed Dec 11 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 88855745
      },
      "Thu Dec 12 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 83316672
      },
      "Fri Dec 13 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13579790
      },
      "Sat Dec 14 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 15 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 23195781
      },
      "Mon Dec 16 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8155440
      },
      "Tue Dec 17 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18005820
      },
      "Wed Dec 18 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 11702080
      },
      "Thu Dec 19 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 12315712
      },
      "Fri Dec 20 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18605349
      },
      "Sat Dec 21 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 22 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17466990
      },
      "Mon Dec 23 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20031698
      },
      "Tue Dec 24 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 10495210
      },
      "Wed Dec 25 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8725880
      },
      "Thu Dec 26 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9397850
      },
      "Fri Dec 27 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 12072580
      },
      "Sat Dec 28 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 29 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 14804580
      },
      "Mon Dec 30 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 6802510
      },
      "Tue Dec 31 2019 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Wed Jan 01 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Thu Jan 02 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 34293440
      },
      "Fri Jan 03 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8579718
      },
      "Sat Jan 04 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 05 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15654100
      },
      "Mon Jan 06 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 7741440
      },
      "Tue Jan 07 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8856000
      },
      "Wed Jan 08 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9098150
      },
      "Thu Jan 09 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8282540
      },
      "Fri Jan 10 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9911040
      },
      "Sat Jan 11 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 12 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 57557764
      },
      "Mon Jan 13 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 22342964
      },
      "Tue Jan 14 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 22714600
      },
      "Wed Jan 15 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18466250
      },
      "Thu Jan 16 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 29760118
      },
      "Fri Jan 17 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17968680
      },
      "Sat Jan 18 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 19 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20656170
      },
      "Mon Jan 20 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 7675512
      },
      "Tue Jan 21 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20553660
      },
      "Wed Jan 22 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17802750
      },
      "Thu Jan 23 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9209700
      },
      "Fri Jan 24 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sat Jan 25 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 26 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Mon Jan 27 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 1650000
      },
      "Tue Jan 28 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 10532536
      },
      "Wed Jan 29 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 3583965
      },
      "Thu Jan 30 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 891135
      },
      "Fri Jan 31 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 4149530
      },
      "Sat Feb 01 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 02 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 3810240
      },
      "Mon Feb 03 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 3216400
      },
      "Tue Feb 04 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 5132620
      },
      "Wed Feb 05 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 3282480
      },
      "Thu Feb 06 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 1167000
      },
      "Fri Feb 07 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 6700090
      },
      "Sat Feb 08 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 09 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 6667100
      },
      "Mon Feb 10 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 4779840
      },
      "Tue Feb 11 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 10102300
      },
      "Wed Feb 12 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8972220
      },
      "Thu Feb 13 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 5491220
      },
      "Fri Feb 14 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 7503030
      },
      "Sat Feb 15 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 16 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8346440
      },
      "Mon Feb 17 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 4874722
      },
      "Tue Feb 18 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13344325
      },
      "Wed Feb 19 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 6377440
      },
      "Thu Feb 20 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13812120
      },
      "Fri Feb 21 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 5470840
      },
      "Sat Feb 22 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 23 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 2185920
      },
      "Mon Feb 24 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 3206658
      },
      "Tue Feb 25 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9152573
      },
      "Wed Feb 26 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Thu Feb 27 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 2100000
      },
      "Fri Feb 28 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sat Feb 29 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Mar 01 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 23954326
      },
      "Mon Mar 02 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 1200000
      },
      "Tue Mar 03 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 876040
      },
      "Wed Mar 04 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 3703000
      },
      "Thu Mar 05 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 1036074
      },
      "Fri Mar 06 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sat Mar 07 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Mar 08 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1473930
      },
      "Mon Mar 09 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7379370
      },
      "Tue Mar 10 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1280100
      },
      "Wed Mar 11 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Mar 12 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3640000
      },
      "Fri Mar 13 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Mar 14 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Mar 15 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6632340
      },
      "Mon Mar 16 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Mar 17 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 449020
      },
      "Wed Mar 18 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7320000
      },
      "Thu Mar 19 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11957120
      },
      "Fri Mar 20 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17047600
      },
      "Sat Mar 21 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Mar 22 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7414400
      },
      "Mon Mar 23 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2520000
      },
      "Tue Mar 24 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 64389160
      },
      "Wed Mar 25 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4505410
      },
      "Thu Mar 26 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 16152360
      },
      "Fri Mar 27 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7215780
      },
      "Sat Mar 28 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Mar 29 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1127880
      },
      "Mon Mar 30 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6225920
      },
      "Tue Mar 31 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Apr 01 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8442306
      },
      "Thu Apr 02 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11833010
      },
      "Fri Apr 03 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12223680
      },
      "Sat Apr 04 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 05 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9181460
      },
      "Mon Apr 06 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17755304
      },
      "Tue Apr 07 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11791600
      },
      "Wed Apr 08 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7522704
      },
      "Thu Apr 09 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12128448
      },
      "Fri Apr 10 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11373960
      },
      "Sat Apr 11 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 12 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 19958022
      },
      "Mon Apr 13 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17990616
      },
      "Tue Apr 14 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18672791.5
      },
      "Wed Apr 15 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17890163.5
      },
      "Thu Apr 16 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14251520
      },
      "Fri Apr 17 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 21176416
      },
      "Sat Apr 18 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 19 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7406856
      },
      "Mon Apr 20 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9358218
      },
      "Tue Apr 21 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12624710
      },
      "Wed Apr 22 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8127661
      },
      "Thu Apr 23 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3821450
      },
      "Fri Apr 24 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4632466
      },
      "Sat Apr 25 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 26 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11336502
      },
      "Mon Apr 27 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4166248
      },
      "Tue Apr 28 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Apr 29 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3042000
      },
      "Thu Apr 30 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3582984
      },
      "Fri May 01 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 225000
      },
      "Sat May 02 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 03 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 720000
      },
      "Mon May 04 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue May 05 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed May 06 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 375000
      },
      "Thu May 07 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri May 08 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1056000
      },
      "Sat May 09 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 10 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2324698
      },
      "Mon May 11 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 208005
      },
      "Tue May 12 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed May 13 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 886788
      },
      "Thu May 14 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri May 15 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1360868
      },
      "Sat May 16 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 17 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1085034
      },
      "Mon May 18 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue May 19 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed May 20 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu May 21 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri May 22 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat May 23 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 24 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon May 25 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue May 26 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed May 27 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu May 28 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri May 29 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat May 30 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 31 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jun 01 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jun 02 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jun 03 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jun 04 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8459718
      },
      "Fri Jun 05 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jun 06 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 07 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jun 08 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9782118
      },
      "Tue Jun 09 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1196046
      },
      "Wed Jun 10 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jun 11 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jun 12 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jun 13 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 14 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jun 15 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 987000
      },
      "Tue Jun 16 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jun 17 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12770673
      },
      "Thu Jun 18 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 831960
      },
      "Fri Jun 19 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jun 20 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 21 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 945672
      },
      "Mon Jun 22 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jun 23 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jun 24 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jun 25 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jun 26 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 20300000
      },
      "Sat Jun 27 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 28 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 39550000
      },
      "Mon Jun 29 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jun 30 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7130088
      },
      "Wed Jul 01 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jul 02 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9254648
      },
      "Fri Jul 03 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jul 04 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 05 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jul 06 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jul 07 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jul 08 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 920040
      },
      "Thu Jul 09 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7461184
      },
      "Fri Jul 10 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jul 11 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 12 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jul 13 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jul 14 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11082073.5
      },
      "Wed Jul 15 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5331040
      },
      "Thu Jul 16 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1612062
      },
      "Fri Jul 17 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2177098
      },
      "Sat Jul 18 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 19 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9923400
      },
      "Mon Jul 20 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jul 21 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jul 22 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jul 23 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jul 24 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1840050
      },
      "Sat Jul 25 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 26 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jul 27 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 380019
      },
      "Tue Jul 28 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 360000
      },
      "Wed Jul 29 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jul 30 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jul 31 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 01 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 02 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 540000
      },
      "Mon Aug 03 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Aug 04 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Aug 05 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Aug 06 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Aug 07 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 08 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 09 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Aug 10 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Aug 11 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Aug 12 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Aug 13 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Aug 14 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 15 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 16 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5439777
      },
      "Mon Aug 17 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Aug 18 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Aug 19 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1579032
      },
      "Thu Aug 20 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Aug 21 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 22 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 23 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Aug 24 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Aug 25 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5608944
      },
      "Wed Aug 26 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Aug 27 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Aug 28 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 29 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 30 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 284985
      },
      "Mon Aug 31 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3011014.8
      },
      "Tue Sep 01 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Sep 02 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 135996
      },
      "Thu Sep 03 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Sep 04 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Sep 05 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 06 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Sep 07 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Sep 08 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2377350
      },
      "Wed Sep 09 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Sep 10 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2380644
      },
      "Fri Sep 11 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3912876
      },
      "Sat Sep 12 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 13 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3175338
      },
      "Mon Sep 14 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3302046
      },
      "Tue Sep 15 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5190420
      },
      "Wed Sep 16 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6838216
      },
      "Thu Sep 17 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Sep 18 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2450976
      },
      "Sat Sep 19 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 20 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 24448040
      },
      "Mon Sep 21 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1183000
      },
      "Tue Sep 22 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Sep 23 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1833120
      },
      "Thu Sep 24 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Sep 25 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1015092
      },
      "Sat Sep 26 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 27 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4028332
      },
      "Mon Sep 28 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1357664
      },
      "Tue Sep 29 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Sep 30 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Oct 01 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Oct 02 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Oct 03 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 04 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8637600
      },
      "Mon Oct 05 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7995200
      },
      "Tue Oct 06 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10421010
      },
      "Wed Oct 07 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 26240634
      },
      "Thu Oct 08 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 26801460
      },
      "Fri Oct 09 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 32581010
      },
      "Sat Oct 10 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 11 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 39298662
      },
      "Mon Oct 12 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 24061480
      },
      "Tue Oct 13 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 26824260
      },
      "Wed Oct 14 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 34713756
      },
      "Thu Oct 15 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 29961785
      },
      "Fri Oct 16 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 46098885
      },
      "Sat Oct 17 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 18 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 32052160
      },
      "Mon Oct 19 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18474750
      },
      "Tue Oct 20 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 25277510
      },
      "Wed Oct 21 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 44102388
      },
      "Thu Oct 22 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17251920
      },
      "Fri Oct 23 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 23480135
      },
      "Sat Oct 24 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 25 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 33782470
      },
      "Mon Oct 26 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 34963505
      },
      "Tue Oct 27 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 28381020
      },
      "Wed Oct 28 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 23509780
      },
      "Thu Oct 29 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 23651820
      },
      "Fri Oct 30 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 30708800
      },
      "Sat Oct 31 2020 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Nov 01 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 29250484.5
      },
      "Mon Nov 02 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 26784036
      },
      "Tue Nov 03 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 19335732
      },
      "Wed Nov 04 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15774100
      },
      "Thu Nov 05 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20891000
      },
      "Fri Nov 06 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 25107550
      },
      "Sat Nov 07 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 08 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 29000000
      },
      "Mon Nov 09 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 34556520
      },
      "Tue Nov 10 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20049235
      },
      "Wed Nov 11 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 34734878
      },
      "Thu Nov 12 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 19044090
      },
      "Fri Nov 13 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16802990
      },
      "Sat Nov 14 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 15 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17237050
      },
      "Mon Nov 16 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 28439400
      },
      "Tue Nov 17 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 19263608
      },
      "Wed Nov 18 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 11219965
      },
      "Thu Nov 19 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16994950
      },
      "Fri Nov 20 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 68871894
      },
      "Sat Nov 21 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 22 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 71522115
      },
      "Mon Nov 23 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 73097076
      },
      "Tue Nov 24 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 63540880
      },
      "Wed Nov 25 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 67870435
      },
      "Thu Nov 26 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 82797120
      },
      "Fri Nov 27 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 47677707
      },
      "Sat Nov 28 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 29 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 74215680
      },
      "Mon Nov 30 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 81210125
      },
      "Tue Dec 01 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 69757605
      },
      "Wed Dec 02 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 14123870
      },
      "Thu Dec 03 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 70803776
      },
      "Fri Dec 04 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 79159509
      },
      "Sat Dec 05 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 06 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 83985920
      },
      "Mon Dec 07 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 93914420
      },
      "Tue Dec 08 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Wed Dec 09 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Thu Dec 10 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Fri Dec 11 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sat Dec 12 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 13 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Mon Dec 14 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Tue Dec 15 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Wed Dec 16 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Thu Dec 17 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Fri Dec 18 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sat Dec 19 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 20 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Mon Dec 21 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Tue Dec 22 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Wed Dec 23 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Thu Dec 24 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Fri Dec 25 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sat Dec 26 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 27 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Mon Dec 28 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Tue Dec 29 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Wed Dec 30 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Thu Dec 31 2020 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Fri Jan 01 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sat Jan 02 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 03 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 195072588
      },
      "Mon Jan 04 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 185497180
      },
      "Tue Jan 05 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 156473590
      },
      "Wed Jan 06 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 145671390
      },
      "Thu Jan 07 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 45794320
      },
      "Fri Jan 08 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 111976020
      },
      "Sat Jan 09 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 10 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 38435580
      },
      "Mon Jan 11 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 140256900
      },
      "Tue Jan 12 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 156385732
      },
      "Wed Jan 13 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 172154070
      },
      "Thu Jan 14 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 204169660
      },
      "Fri Jan 15 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 136139180
      },
      "Sat Jan 16 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 17 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 182976528
      },
      "Mon Jan 18 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 145670040
      },
      "Tue Jan 19 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 60004500
      },
      "Wed Jan 20 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 132010032
      },
      "Thu Jan 21 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 65596000
      },
      "Fri Jan 22 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 102905250
      },
      "Sat Jan 23 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 24 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 56048470
      },
      "Mon Jan 25 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 34431120
      },
      "Tue Jan 26 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 52583880
      },
      "Wed Jan 27 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 50844490
      },
      "Thu Jan 28 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 47913500
      },
      "Fri Jan 29 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 23880200
      },
      "Sat Jan 30 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 31 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 45912892
      },
      "Mon Feb 01 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 36964320
      },
      "Tue Feb 02 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17528454
      },
      "Wed Feb 03 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 22335300
      },
      "Thu Feb 04 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 14252016
      },
      "Fri Feb 05 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17208126
      },
      "Sat Feb 06 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 07 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 103997625
      },
      "Mon Feb 08 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 90319854
      },
      "Tue Feb 09 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 97719840
      },
      "Wed Feb 10 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13006140
      },
      "Thu Feb 11 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Fri Feb 12 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sat Feb 13 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 14 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 33899580
      },
      "Mon Feb 15 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 46913640
      },
      "Tue Feb 16 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 38060940
      },
      "Wed Feb 17 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 42913920
      },
      "Thu Feb 18 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 31547250
      },
      "Fri Feb 19 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 39126560
      },
      "Sat Feb 20 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 21 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 26879528
      },
      "Mon Feb 22 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 32782635
      },
      "Tue Feb 23 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8346700
      },
      "Wed Feb 24 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 14865025
      },
      "Thu Feb 25 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 24964056
      },
      "Fri Feb 26 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 7718955
      },
      "Sat Feb 27 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 28 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 5841360
      },
      "Mon Mar 01 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 21901766
      },
      "Tue Mar 02 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 23388180
      },
      "Wed Mar 03 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 19333340
      },
      "Thu Mar 04 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13302300
      },
      "Fri Mar 05 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18332160
      },
      "Sat Mar 06 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Mar 07 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8575410
      },
      "Mon Mar 08 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15426487.5
      },
      "Tue Mar 09 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 6920610
      },
      "Wed Mar 10 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20994250
      },
      "Thu Mar 11 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9223550
      },
      "Fri Mar 12 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18316200
      },
      "Sat Mar 13 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Mar 14 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 23797535
      },
      "Mon Mar 15 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 16421034
      },
      "Tue Mar 16 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18832027.5
      },
      "Wed Mar 17 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17694450
      },
      "Thu Mar 18 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7301344
      },
      "Fri Mar 19 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11971462.5
      },
      "Sat Mar 20 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Mar 21 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 30200600
      },
      "Mon Mar 22 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13675991
      },
      "Tue Mar 23 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9577000
      },
      "Wed Mar 24 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9687150
      },
      "Thu Mar 25 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 22193022.5
      },
      "Fri Mar 26 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 23918870
      },
      "Sat Mar 27 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Mar 28 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 20720550
      },
      "Mon Mar 29 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 37421536
      },
      "Tue Mar 30 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13767921
      },
      "Wed Mar 31 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 19340236
      },
      "Thu Apr 01 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 19388506.5
      },
      "Fri Apr 02 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 27380250
      },
      "Sat Apr 03 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 04 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Apr 05 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 24844600
      },
      "Tue Apr 06 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14804804
      },
      "Wed Apr 07 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14741160
      },
      "Thu Apr 08 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17212571.5
      },
      "Fri Apr 09 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 20842210
      },
      "Sat Apr 10 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 11 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10333674
      },
      "Mon Apr 12 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 35572908
      },
      "Tue Apr 13 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13709628
      },
      "Wed Apr 14 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13042380
      },
      "Thu Apr 15 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10295100
      },
      "Fri Apr 16 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13746045
      },
      "Sat Apr 17 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 18 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13621575
      },
      "Mon Apr 19 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 25948776
      },
      "Tue Apr 20 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10306279
      },
      "Wed Apr 21 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 28083039.5
      },
      "Thu Apr 22 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9756336
      },
      "Fri Apr 23 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17405310
      },
      "Sat Apr 24 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 25 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2099925
      },
      "Mon Apr 26 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Apr 27 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4253913
      },
      "Wed Apr 28 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Apr 29 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1896048
      },
      "Fri Apr 30 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3896079
      },
      "Sat May 01 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 02 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8504025
      },
      "Mon May 03 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1992870
      },
      "Tue May 04 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2421064.5
      },
      "Wed May 05 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8628348
      },
      "Thu May 06 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6373884
      },
      "Fri May 07 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat May 08 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 09 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4199850
      },
      "Mon May 10 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4066722
      },
      "Tue May 11 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9492329
      },
      "Wed May 12 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1636020
      },
      "Thu May 13 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1260000
      },
      "Fri May 14 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10434675
      },
      "Sat May 15 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 16 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon May 17 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7215109.2
      },
      "Tue May 18 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 960030
      },
      "Wed May 19 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3295950
      },
      "Thu May 20 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12157232
      },
      "Fri May 21 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat May 22 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 23 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4217472
      },
      "Mon May 24 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1691943
      },
      "Tue May 25 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7611120
      },
      "Wed May 26 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1399950
      },
      "Thu May 27 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7704864
      },
      "Fri May 28 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10437120
      },
      "Sat May 29 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 30 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8463040
      },
      "Mon May 31 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jun 01 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6366960
      },
      "Wed Jun 02 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2288979
      },
      "Thu Jun 03 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jun 04 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13823232
      },
      "Sat Jun 05 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 06 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jun 07 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1827981
      },
      "Tue Jun 08 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jun 09 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4579965
      },
      "Thu Jun 10 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jun 11 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1917328
      },
      "Sat Jun 12 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 13 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 15581280
      },
      "Mon Jun 14 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Jun 15 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 690030
      },
      "Wed Jun 16 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2290130
      },
      "Thu Jun 17 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 20374970
      },
      "Fri Jun 18 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4289874
      },
      "Sat Jun 19 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 20 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jun 21 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4897896
      },
      "Tue Jun 22 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2856000
      },
      "Wed Jun 23 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10733296
      },
      "Thu Jun 24 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6541659
      },
      "Fri Jun 25 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18836049
      },
      "Sat Jun 26 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 27 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12096198
      },
      "Mon Jun 28 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 690030
      },
      "Tue Jun 29 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1150050
      },
      "Wed Jun 30 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11797756
      },
      "Thu Jul 01 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9923922
      },
      "Fri Jul 02 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14727566
      },
      "Sat Jul 03 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 04 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3601206
      },
      "Mon Jul 05 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1722000
      },
      "Tue Jul 06 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9721548
      },
      "Wed Jul 07 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3289880
      },
      "Thu Jul 08 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7402350
      },
      "Fri Jul 09 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1150050
      },
      "Sat Jul 10 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 11 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1691523
      },
      "Mon Jul 12 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8199450
      },
      "Tue Jul 13 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14654895
      },
      "Wed Jul 14 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2710080
      },
      "Thu Jul 15 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5318784
      },
      "Fri Jul 16 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 995976
      },
      "Sat Jul 17 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 18 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2577960
      },
      "Mon Jul 19 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3616200
      },
      "Tue Jul 20 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11269720
      },
      "Wed Jul 21 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3944694
      },
      "Thu Jul 22 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 454020
      },
      "Fri Jul 23 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5019840
      },
      "Sat Jul 24 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 25 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2771634
      },
      "Mon Jul 26 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2379960
      },
      "Tue Jul 27 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jul 28 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12591505.5
      },
      "Thu Jul 29 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jul 30 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5653170
      },
      "Sat Jul 31 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 01 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11134080
      },
      "Mon Aug 02 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3090120
      },
      "Tue Aug 03 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6335307
      },
      "Wed Aug 04 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 690030
      },
      "Thu Aug 05 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Aug 06 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 07 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 08 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2760120
      },
      "Mon Aug 09 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8789920
      },
      "Tue Aug 10 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 690030
      },
      "Wed Aug 11 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 16426701
      },
      "Thu Aug 12 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4158864
      },
      "Fri Aug 13 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 690030
      },
      "Sat Aug 14 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 15 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7137595.8
      },
      "Mon Aug 16 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 410000
      },
      "Tue Aug 17 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9170901
      },
      "Wed Aug 18 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2709945
      },
      "Thu Aug 19 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9556822
      },
      "Fri Aug 20 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 690030
      },
      "Sat Aug 21 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 22 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 920040
      },
      "Mon Aug 23 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12900372
      },
      "Tue Aug 24 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2746815
      },
      "Wed Aug 25 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5340930
      },
      "Thu Aug 26 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18990972
      },
      "Fri Aug 27 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14735235
      },
      "Sat Aug 28 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 29 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Aug 30 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13396268
      },
      "Tue Aug 31 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 690030
      },
      "Wed Sep 01 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8397360
      },
      "Thu Sep 02 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1200060
      },
      "Fri Sep 03 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Sep 04 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 05 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Sep 06 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12811304
      },
      "Tue Sep 07 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3249900
      },
      "Wed Sep 08 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 19576395
      },
      "Thu Sep 09 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3953834.5
      },
      "Fri Sep 10 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5260115
      },
      "Sat Sep 11 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 12 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2481609
      },
      "Mon Sep 13 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6403594
      },
      "Tue Sep 14 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 19364088
      },
      "Wed Sep 15 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13253040
      },
      "Thu Sep 16 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8220460
      },
      "Fri Sep 17 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13161900
      },
      "Sat Sep 18 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 19 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Sep 20 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue Sep 21 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Sep 22 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Sep 23 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5190108
      },
      "Fri Sep 24 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17608242
      },
      "Sat Sep 25 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 26 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3263253
      },
      "Mon Sep 27 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14544046.4
      },
      "Tue Sep 28 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9640764
      },
      "Wed Sep 29 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5943660
      },
      "Thu Sep 30 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 16683063
      },
      "Fri Oct 01 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7490035
      },
      "Sat Oct 02 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 03 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18097638
      },
      "Mon Oct 04 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 34396315.2
      },
      "Tue Oct 05 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3369600
      },
      "Wed Oct 06 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4133805
      },
      "Thu Oct 07 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4820650
      },
      "Fri Oct 08 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 55568320
      },
      "Sat Oct 09 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 10 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13814200
      },
      "Mon Oct 11 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 48057626
      },
      "Tue Oct 12 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 28596096
      },
      "Wed Oct 13 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8884080
      },
      "Thu Oct 14 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9411600
      },
      "Fri Oct 15 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 25236803
      },
      "Sat Oct 16 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 17 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 27684036
      },
      "Mon Oct 18 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 33467910
      },
      "Tue Oct 19 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14521395
      },
      "Wed Oct 20 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 43540965
      },
      "Thu Oct 21 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 48589252
      },
      "Fri Oct 22 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 66945950
      },
      "Sat Oct 23 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 24 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 56713576
      },
      "Mon Oct 25 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 58149482.4
      },
      "Tue Oct 26 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 28830020
      },
      "Wed Oct 27 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 28792244
      },
      "Thu Oct 28 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 33283490
      },
      "Fri Oct 29 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 39029062
      },
      "Sat Oct 30 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 31 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18341600
      },
      "Mon Nov 01 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14925640
      },
      "Tue Nov 02 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 15442500
      },
      "Wed Nov 03 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13321275
      },
      "Thu Nov 04 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17869272
      },
      "Fri Nov 05 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17128692
      },
      "Sat Nov 06 2021 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Nov 07 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18378360
      },
      "Mon Nov 08 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 14683120
      },
      "Tue Nov 09 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 29138700
      },
      "Wed Nov 10 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 10689595
      },
      "Thu Nov 11 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 12740625
      },
      "Fri Nov 12 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18267105
      },
      "Sat Nov 13 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 14 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 101894832
      },
      "Mon Nov 15 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 60910584
      },
      "Tue Nov 16 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 30657042
      },
      "Wed Nov 17 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 51099720
      },
      "Thu Nov 18 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 65270520
      },
      "Fri Nov 19 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 22027164
      },
      "Sat Nov 20 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 21 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Mon Nov 22 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Tue Nov 23 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Wed Nov 24 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Thu Nov 25 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16846710
      },
      "Fri Nov 26 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 90423900
      },
      "Sat Nov 27 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 28 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 85608900
      },
      "Mon Nov 29 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 45955409
      },
      "Tue Nov 30 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 34767403
      },
      "Wed Dec 01 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 89213820
      },
      "Thu Dec 02 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 108970682
      },
      "Fri Dec 03 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 121613539
      },
      "Sat Dec 04 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 05 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 25823832
      },
      "Mon Dec 06 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 124730856
      },
      "Tue Dec 07 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 30591834
      },
      "Wed Dec 08 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 29245315
      },
      "Thu Dec 09 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 28893280
      },
      "Fri Dec 10 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 39935090
      },
      "Sat Dec 11 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 12 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 35761766
      },
      "Mon Dec 13 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 92529944
      },
      "Tue Dec 14 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 58681581
      },
      "Wed Dec 15 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 44755522
      },
      "Thu Dec 16 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 40915413
      },
      "Fri Dec 17 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 39183785
      },
      "Sat Dec 18 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 19 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 21200400
      },
      "Mon Dec 20 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 50665750
      },
      "Tue Dec 21 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 67822978
      },
      "Wed Dec 22 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 141949353
      },
      "Thu Dec 23 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 132954448
      },
      "Fri Dec 24 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 114953391
      },
      "Sat Dec 25 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 26 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 122060121.6
      },
      "Mon Dec 27 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 103595943
      },
      "Tue Dec 28 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 108840356.1
      },
      "Wed Dec 29 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 154132792
      },
      "Thu Dec 30 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 167848490
      },
      "Fri Dec 31 2021 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sat Jan 01 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 02 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 119328895.8
      },
      "Mon Jan 03 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 44079342.5
      },
      "Tue Jan 04 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 33131243.1
      },
      "Wed Jan 05 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 53826131.4
      },
      "Thu Jan 06 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 41032046
      },
      "Fri Jan 07 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 91961120
      },
      "Sat Jan 08 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 09 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 144694494
      },
      "Mon Jan 10 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 36562240
      },
      "Tue Jan 11 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 90220170
      },
      "Wed Jan 12 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 59894016
      },
      "Thu Jan 13 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 90542205
      },
      "Fri Jan 14 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 88981555
      },
      "Sat Jan 15 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 16 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 161752606.4
      },
      "Mon Jan 17 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 110222345.4
      },
      "Tue Jan 18 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 87548450.6
      },
      "Wed Jan 19 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 92276793.9
      },
      "Thu Jan 20 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 77552280
      },
      "Fri Jan 21 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 30968316
      },
      "Sat Jan 22 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 23 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 129458070.9
      },
      "Mon Jan 24 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 121018341.6
      },
      "Tue Jan 25 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 123240017.6
      },
      "Wed Jan 26 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 120356873
      },
      "Thu Jan 27 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 131502006.4
      },
      "Fri Jan 28 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 188216374
      },
      "Sat Jan 29 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 69397635
      },
      "Sun Jan 30 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Mon Jan 31 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Tue Feb 01 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Wed Feb 02 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Thu Feb 03 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 3247807.5
      },
      "Fri Feb 04 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18344909
      },
      "Sat Feb 05 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 06 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 81281179.2
      },
      "Mon Feb 07 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 54176080.4
      },
      "Tue Feb 08 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 43330000
      },
      "Wed Feb 09 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 36856150
      },
      "Thu Feb 10 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 39429875
      },
      "Fri Feb 11 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sat Feb 12 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 13 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 1217160
      },
      "Mon Feb 14 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 19144620
      },
      "Tue Feb 15 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 21309285
      },
      "Wed Feb 16 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17073420
      },
      "Thu Feb 17 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17613250
      },
      "Fri Feb 18 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16474095
      },
      "Sat Feb 19 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 20 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17593805
      },
      "Mon Feb 21 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16716900
      },
      "Tue Feb 22 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 22744872
      },
      "Wed Feb 23 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20042100
      },
      "Thu Feb 24 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17712660
      },
      "Fri Feb 25 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17686851
      },
      "Sat Feb 26 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 27 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 21575840
      },
      "Mon Feb 28 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 28980396
      },
      "Tue Mar 01 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 14353165
      },
      "Wed Mar 02 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 24014592
      },
      "Thu Mar 03 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 12788180
      },
      "Fri Mar 04 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 29466026
      },
      "Sat Mar 05 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Mar 06 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 39603102
      },
      "Mon Mar 07 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 19555024
      },
      "Tue Mar 08 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20616030
      },
      "Wed Mar 09 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 24682520
      },
      "Thu Mar 10 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13503186
      },
      "Fri Mar 11 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 10210816
      },
      "Sat Mar 12 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Mar 13 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 33397432
      },
      "Mon Mar 14 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 15003560
      },
      "Tue Mar 15 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4867695
      },
      "Wed Mar 16 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5082580
      },
      "Thu Mar 17 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13996719
      },
      "Fri Mar 18 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3716805
      },
      "Sat Mar 19 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Mar 20 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11575021
      },
      "Mon Mar 21 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18948466
      },
      "Tue Mar 22 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11374902
      },
      "Wed Mar 23 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6249645
      },
      "Thu Mar 24 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1134972
      },
      "Fri Mar 25 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8751400
      },
      "Sat Mar 26 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Mar 27 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 19422865
      },
      "Mon Mar 28 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6952450
      },
      "Tue Mar 29 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9123540
      },
      "Wed Mar 30 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11578190
      },
      "Thu Mar 31 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8227512
      },
      "Fri Apr 01 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11788875
      },
      "Sat Apr 02 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 03 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14472318
      },
      "Mon Apr 04 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8181459
      },
      "Tue Apr 05 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14401707
      },
      "Wed Apr 06 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6801912
      },
      "Thu Apr 07 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11431172
      },
      "Fri Apr 08 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11323866
      },
      "Sat Apr 09 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 10 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7769592
      },
      "Mon Apr 11 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9660066
      },
      "Tue Apr 12 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9914424
      },
      "Wed Apr 13 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12370930
      },
      "Thu Apr 14 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5561860
      },
      "Fri Apr 15 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2412000
      },
      "Sat Apr 16 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 17 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 19132932
      },
      "Mon Apr 18 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18813537
      },
      "Tue Apr 19 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8437856
      },
      "Wed Apr 20 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8142354
      },
      "Thu Apr 21 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18567900
      },
      "Fri Apr 22 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7776701
      },
      "Sat Apr 23 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Apr 24 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 13567416
      },
      "Mon Apr 25 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 21830904
      },
      "Tue Apr 26 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8188390
      },
      "Wed Apr 27 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7931520
      },
      "Thu Apr 28 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7401532
      },
      "Fri Apr 29 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6313890
      },
      "Sat Apr 30 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 01 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3061766
      },
      "Mon May 02 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Tue May 03 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed May 04 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1420048
      },
      "Thu May 05 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri May 06 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3135114
      },
      "Sat May 07 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 08 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1140000
      },
      "Mon May 09 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6438860
      },
      "Tue May 10 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed May 11 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1595082.5
      },
      "Thu May 12 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri May 13 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 360000
      },
      "Sat May 14 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 15 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 400000
      },
      "Mon May 16 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 375000
      },
      "Tue May 17 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2005930
      },
      "Wed May 18 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu May 19 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri May 20 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat May 21 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 22 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2273964
      },
      "Mon May 23 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2012000
      },
      "Tue May 24 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1182003
      },
      "Wed May 25 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2672890
      },
      "Thu May 26 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1395000
      },
      "Fri May 27 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat May 28 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun May 29 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon May 30 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1055019
      },
      "Tue May 31 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Wed Jun 01 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8886900
      },
      "Thu Jun 02 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Fri Jun 03 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jun 04 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 05 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Jun 06 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3519120
      },
      "Tue Jun 07 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7818430
      },
      "Wed Jun 08 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jun 09 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7056556.8
      },
      "Fri Jun 10 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1962000
      },
      "Sat Jun 11 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 12 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 25353081.6
      },
      "Mon Jun 13 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 15304936
      },
      "Tue Jun 14 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10691708.6
      },
      "Wed Jun 15 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Thu Jun 16 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3996337.6
      },
      "Fri Jun 17 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jun 18 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 19 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8163471.6
      },
      "Mon Jun 20 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4008224
      },
      "Tue Jun 21 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3297247.8
      },
      "Wed Jun 22 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3770566.8
      },
      "Thu Jun 23 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7028192
      },
      "Fri Jun 24 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 840960
      },
      "Sat Jun 25 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jun 26 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10079260.8
      },
      "Mon Jun 27 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6567097.6
      },
      "Tue Jun 28 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8154465
      },
      "Wed Jun 29 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4167296
      },
      "Thu Jun 30 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4546080
      },
      "Fri Jul 01 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jul 02 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 03 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7416099
      },
      "Mon Jul 04 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4645518
      },
      "Tue Jul 05 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 940032
      },
      "Wed Jul 06 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8019757.8
      },
      "Thu Jul 07 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3515022
      },
      "Fri Jul 08 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 663039
      },
      "Sat Jul 09 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 10 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3765048
      },
      "Mon Jul 11 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8557102.2
      },
      "Tue Jul 12 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7552096
      },
      "Wed Jul 13 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 15987276
      },
      "Thu Jul 14 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5407711.2
      },
      "Fri Jul 15 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4548000
      },
      "Sat Jul 16 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 17 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7577368.4
      },
      "Mon Jul 18 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4827008
      },
      "Tue Jul 19 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5448960
      },
      "Wed Jul 20 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1372852.8
      },
      "Thu Jul 21 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5960169.4
      },
      "Fri Jul 22 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jul 23 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 24 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 30497713.2
      },
      "Mon Jul 25 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 14754471.8
      },
      "Tue Jul 26 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 640000
      },
      "Wed Jul 27 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 577785.6
      },
      "Thu Jul 28 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12662794
      },
      "Fri Jul 29 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Jul 30 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Jul 31 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4952246.4
      },
      "Mon Aug 01 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10034978.4
      },
      "Tue Aug 02 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1964112
      },
      "Wed Aug 03 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3479280
      },
      "Thu Aug 04 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3104678.4
      },
      "Fri Aug 05 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 06 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 07 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9017825.6
      },
      "Mon Aug 08 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4093689.6
      },
      "Tue Aug 09 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 704000
      },
      "Wed Aug 10 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3850020
      },
      "Thu Aug 11 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1571164.8
      },
      "Fri Aug 12 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 13 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 14 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 127998
      },
      "Mon Aug 15 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8880840
      },
      "Tue Aug 16 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2752128
      },
      "Wed Aug 17 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6259159.4
      },
      "Thu Aug 18 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3103776
      },
      "Fri Aug 19 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 1457702.4
      },
      "Sat Aug 20 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 21 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5270220
      },
      "Mon Aug 22 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5947008
      },
      "Tue Aug 23 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6552460
      },
      "Wed Aug 24 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5087830.4
      },
      "Thu Aug 25 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4724217.6
      },
      "Fri Aug 26 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Aug 27 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Aug 28 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11457658
      },
      "Mon Aug 29 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 10436932.8
      },
      "Tue Aug 30 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5974220
      },
      "Wed Aug 31 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 9527280
      },
      "Thu Sep 01 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18345191.4
      },
      "Fri Sep 02 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2400000
      },
      "Sat Sep 03 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 04 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 16964687.6
      },
      "Mon Sep 05 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5741427.2
      },
      "Tue Sep 06 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6512812.8
      },
      "Wed Sep 07 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6600783.8
      },
      "Thu Sep 08 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2400000
      },
      "Fri Sep 09 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Sep 10 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 11 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Mon Sep 12 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 8720316
      },
      "Tue Sep 13 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 761600
      },
      "Wed Sep 14 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4262572.8
      },
      "Thu Sep 15 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4525329.2
      },
      "Fri Sep 16 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Sep 17 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 18 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6092499.2
      },
      "Mon Sep 19 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4401931.2
      },
      "Tue Sep 20 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 5025992.4
      },
      "Wed Sep 21 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 7291754.4
      },
      "Thu Sep 22 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 3005686
      },
      "Fri Sep 23 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sat Sep 24 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Sep 25 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 11449288.2
      },
      "Mon Sep 26 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 15326204.8
      },
      "Tue Sep 27 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4691305.6
      },
      "Wed Sep 28 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 2789920.8
      },
      "Thu Sep 29 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 4899016.8
      },
      "Fri Sep 30 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 6466600
      },
      "Sat Oct 01 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 02 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12962410
      },
      "Mon Oct 03 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 46400201.6
      },
      "Tue Oct 04 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 23697094
      },
      "Wed Oct 05 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12989649.6
      },
      "Thu Oct 06 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 24047852.4
      },
      "Fri Oct 07 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 20475000
      },
      "Sat Oct 08 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 09 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 15990450
      },
      "Mon Oct 10 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 19262301.6
      },
      "Tue Oct 11 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 12605747.2
      },
      "Wed Oct 12 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 25340486
      },
      "Thu Oct 13 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 28146242.4
      },
      "Fri Oct 14 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 29845400
      },
      "Sat Oct 15 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 16 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 38490889.6
      },
      "Mon Oct 17 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 24705222
      },
      "Tue Oct 18 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 23693904.4
      },
      "Wed Oct 19 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17497426.8
      },
      "Thu Oct 20 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 18420708.6
      },
      "Fri Oct 21 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 17250750
      },
      "Sat Oct 22 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 23 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 37550593.2
      },
      "Mon Oct 24 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 26101504
      },
      "Tue Oct 25 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 68172720
      },
      "Wed Oct 26 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 25989306
      },
      "Thu Oct 27 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 24250050
      },
      "Fri Oct 28 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 16518600
      },
      "Sat Oct 29 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Oct 30 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 28836324
      },
      "Mon Oct 31 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 26343800
      },
      "Tue Nov 01 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 23827429.6
      },
      "Wed Nov 02 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 25968954.4
      },
      "Thu Nov 03 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 20362370
      },
      "Fri Nov 04 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 24960735
      },
      "Sat Nov 05 2022 11:00:00 GMT-0400 (미 동부 하계 표준시)": {
        "0": 0
      },
      "Sun Nov 06 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 26597181.6
      },
      "Mon Nov 07 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 27765163
      },
      "Tue Nov 08 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13937022.4
      },
      "Wed Nov 09 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 22815618.6
      },
      "Thu Nov 10 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 23432006.2
      },
      "Fri Nov 11 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 71493645
      },
      "Sat Nov 12 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 13 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 27299788.8
      },
      "Mon Nov 14 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18717204
      },
      "Tue Nov 15 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15147096.6
      },
      "Wed Nov 16 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 24361068.8
      },
      "Thu Nov 17 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16147508
      },
      "Fri Nov 18 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15499638
      },
      "Sat Nov 19 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 20 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 24291674.4
      },
      "Mon Nov 21 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15350208
      },
      "Tue Nov 22 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15338859.9
      },
      "Wed Nov 23 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 49828159.7
      },
      "Thu Nov 24 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16705478.4
      },
      "Fri Nov 25 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 10545270
      },
      "Sat Nov 26 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Nov 27 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 37205657.9
      },
      "Mon Nov 28 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 12410372
      },
      "Tue Nov 29 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13968267.2
      },
      "Wed Nov 30 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 12075456
      },
      "Thu Dec 01 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 12867690.4
      },
      "Fri Dec 02 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 5572413
      },
      "Sat Dec 03 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 04 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 128406283.2
      },
      "Mon Dec 05 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 11781315
      },
      "Tue Dec 06 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20926755
      },
      "Wed Dec 07 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 14873363.1
      },
      "Thu Dec 08 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15145625
      },
      "Fri Dec 09 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 19877572
      },
      "Sat Dec 10 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 11 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 28409017.7
      },
      "Mon Dec 12 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16352646
      },
      "Tue Dec 13 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 19497920
      },
      "Wed Dec 14 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 120339892.4
      },
      "Thu Dec 15 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 13022063.6
      },
      "Fri Dec 16 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 87517728
      },
      "Sat Dec 17 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 18 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 8753899.7
      },
      "Mon Dec 19 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 11540223
      },
      "Tue Dec 20 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17107317.8
      },
      "Wed Dec 21 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 25237108
      },
      "Thu Dec 22 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 32354348
      },
      "Fri Dec 23 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15887655
      },
      "Sat Dec 24 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Dec 25 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 46772972.2
      },
      "Mon Dec 26 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 119938987.5
      },
      "Tue Dec 27 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 92418568.8
      },
      "Wed Dec 28 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 79990559.6
      },
      "Thu Dec 29 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20437567.8
      },
      "Fri Dec 30 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 22482905
      },
      "Sat Dec 31 2022 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 01 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Mon Jan 02 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 75877621.6
      },
      "Tue Jan 03 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 6217911.8
      },
      "Wed Jan 04 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 55891599.9
      },
      "Thu Jan 05 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 31145478
      },
      "Fri Jan 06 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 61906670
      },
      "Sat Jan 07 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 08 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 38236180
      },
      "Mon Jan 09 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 63718928
      },
      "Tue Jan 10 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 26274721.2
      },
      "Wed Jan 11 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 38974985
      },
      "Thu Jan 12 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 21670216.8
      },
      "Fri Jan 13 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 83824191
      },
      "Sat Jan 14 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 15 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 58442145.3
      },
      "Mon Jan 16 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 87846954
      },
      "Tue Jan 17 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 64179701.4
      },
      "Wed Jan 18 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 93029969.5
      },
      "Thu Jan 19 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 37783315.8
      },
      "Fri Jan 20 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 26349586
      },
      "Sat Jan 21 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 22 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Mon Jan 23 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Tue Jan 24 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Wed Jan 25 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 69532635.2
      },
      "Thu Jan 26 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 16644580.4
      },
      "Fri Jan 27 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 24902580
      },
      "Sat Jan 28 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Jan 29 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 29760438.4
      },
      "Mon Jan 30 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 35730240
      },
      "Tue Jan 31 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 29082265.6
      },
      "Wed Feb 01 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 31883382
      },
      "Thu Feb 02 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20887230
      },
      "Fri Feb 03 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 57029080
      },
      "Sat Feb 04 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 05 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 33016401
      },
      "Mon Feb 06 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17010675
      },
      "Tue Feb 07 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15488902
      },
      "Wed Feb 08 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 65866170
      },
      "Thu Feb 09 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18203130
      },
      "Fri Feb 10 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 25760550
      },
      "Sat Feb 11 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 12 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 32580602
      },
      "Mon Feb 13 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 28946680
      },
      "Tue Feb 14 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 17943200
      },
      "Wed Feb 15 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 22087500
      },
      "Thu Feb 16 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 15048072
      },
      "Fri Feb 17 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 24342904
      },
      "Sat Feb 18 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 19 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 20204548
      },
      "Mon Feb 20 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 9586020
      },
      "Tue Feb 21 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 22565886
      },
      "Wed Feb 22 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 27962596
      },
      "Thu Feb 23 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 27548552.4
      },
      "Fri Feb 24 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 22447825
      },
      "Sat Feb 25 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 0
      },
      "Sun Feb 26 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18624507.2
      },
      "Mon Feb 27 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 26571550
      },
      "Tue Feb 28 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 26145689.9
      },
      "Wed Mar 01 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 18578925
      },
      "Thu Mar 02 2023 10:00:00 GMT-0500 (미 동부 표준시)": {
        "0": 37650704
      }
    }
  